/* Placeholder string for an unknown modifier key */
"(unknown)" = "(unknown)";

/* Name of a built-in key configuration that uses the arrow keys for moving the falling piece */
"Arrow Keys" = "Arrow Keys";

/* The capitalized full name of the caps lock key */
"Caps Lock" = "Caps Lock";

/* Name of the 'caps lock' key, in lowercase */
"caps lock" = "caps lock";

/* Name of the 'command' modifier key, in lowercase */
"command" = "command";

/* The capitalized full name of the command modifier key */
"Command" = "Command";

/* Name of the 'control' modifier key, in lowercase */
"control" = "control";

/* The capitalized full name of the control modifier key */
"Control" = "Control";

/* The capitalized full name of the delete key */
"Delete" = "Delete";

/* Name of the 'delete' key, in lowercase */
"delete" = "delete";

/* Description of action to discard (without using) the next special in the specials queue */
"Discard Special" = "Discard Special";

/* Description of action to drop the current falling piece until it hits another piece or the bottom of the field */
"Drop Piece" = "Drop Piece";

/* Name of the 'enter' key, in lowercase */
"enter" = "enter";

/* The capitalized full name of the enter key */
"Enter" = "Enter";

/* Letters appearing on or abbreviation representing the escape key on the keyboard */
"esc" = "esc";

/* The capitalized full name of the escape key */
"Escape" = "Escape";

/* Description of action that allows the user to start typing a chat message */
"Game Chat" = "Game Chat";

/* Name of a built-in key configuration intended for use with small-form keyboards (such as the MacBook's) */
"MacBook Keyboard" = "MacBook Keyboard";

/* Description of action to move the current falling piece down by one line */
"Move Piece Down" = "Move Piece Down";

/* Description of action to move the current falling piece to the left */
"Move Piece Left" = "Move Piece Left";

/* Description of action to move the current falling piece to the right */
"Move Piece Right" = "Move Piece Right";

/* Placeholder description for unknown or invalid actions */
"No Action" = "No Action";

/* Short decorator for keys appearing on the numeric keypad (to differentiate them from identical keys elsewhere) */
"num" = "num";

/* Format for printed name of keys on the numeric keypad */
"Numpad %@" = "Numpad %@";

/* The capitalized full name of the option modifier key */
"Option" = "Option";

/* Name of the 'option' modifier key, in lowercase */
"option" = "option";

/* The capitalized full name of the return key */
"Return" = "Return";

/* Name of the 'return' key, in lowercase */
"return" = "return";

/* Description of action to rotate the current falling piece clockwise */
"Rotate Piece Clockwise" = "Rotate Piece Clockwise";

/* Description of action to rotate the current falling piece counterclockwise */
"Rotate Piece Counterclockwise" = "Rotate Piece Counterclockwise";

/* Name of the 'shift' modifier key, in lowercase */
"shift" = "shift";

/* The capitalized full name of the shift modifier key */
"Shift" = "Shift";

/* Name of the spacebar key, in lowercase */
"space" = "space";

/* The capitalized name of the spacebar */
"Space" = "Space";

/* The capitalized name of the tab key */
"Tab" = "Tab";

/* Name of the 'tab' key, in lowercase */
"tab" = "tab";

/* Placeholder name for copied keyboard configurations that have yet to be saved with a unique name */
"Unsaved Configuration" = "Unsaved Configuration";

/* Placeholder name for new or untitled keyboard configurations */
"Untitled Key Configuration" = "Untitled Key Configuration";

/* Description of action to use the next special in the specials queue on player number 1 */
"Use Special on Player 1" = "Use Special on Player 1";

/* Description of action to use the next special in the specials queue on player number 2 */
"Use Special on Player 2" = "Use Special on Player 2";

/* Description of action to use the next special in the specials queue on player number 3 */
"Use Special on Player 3" = "Use Special on Player 3";

/* Description of action to use the next special in the specials queue on player number 4 */
"Use Special on Player 4" = "Use Special on Player 4";

/* Description of action to use the next special in the specials queue on player number 5 */
"Use Special on Player 5" = "Use Special on Player 5";

/* Description of action to use the next special in the specials queue on player number 6 */
"Use Special on Player 6" = "Use Special on Player 6";

/* Description of action to use the next special in the specials queue on yourself */
"Use Special on Self" = "Use Special on Self";

